Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Presses App Store’s own Update button, so only what changed is downloaded. Needs Accessibility access, and is still being evaluated.
de: Betätigt die eigene Update-Schaltfläche des App Stores, sodass nur Geändertes heruntergeladen wird. Benötigt Bedienungshilfen-Zugriff und wird noch erprobt.
es: Pulsa el propio botón Actualizar de la App Store, así que solo se descarga lo que ha cambiado. Necesita acceso de accesibilidad y aún está en evaluación.
fr: Appuie sur le bouton Mettre à jour de l'App Store lui-même, pour ne télécharger que ce qui a changé. Nécessite l'accès à l'Accessibilité et est encore en évaluation.
it: Preme il pulsante Aggiorna dell’App Store, così viene scaricato solo ciò che è cambiato. Richiede l’accesso ad Accessibilità ed è ancora in fase di valutazione.
ja: App Store自身の「アップデート」ボタンを押すため、変更部分だけがダウンロードされます。アクセシビリティ権限が必要で、まだ評価中です。
pt_br: Pressiona o próprio botão Atualizar da App Store, então só o que mudou é baixado. Requer acesso à Acessibilidade e ainda está em avaliação.
ru: Нажимает кнопку «Обновить» в самом App Store, поэтому загружается только изменённое. Требует «Универсального доступа» и пока проходит оценку.
tr: App Store’un kendi Güncelle düğmesine basar, böylece yalnızca değişenler indirilir. Erişilebilirlik erişimi gerekir ve hâlâ değerlendirme aşamasındadır.
zh_hans: 按下 App Store 自己的“更新”按钮，因此只下载有变化的部分。需要辅助功能权限，仍在评估中。
zh_hant: 按下 App Store 自己的「更新」按鈕，因此只會下載有變動的部分。需要輔助使用權限，仍在評估中。

source: Problems
de: Probleme
es: Problemas
fr: Problèmes
it: Problemi
ja: 問題
pt_br: Problemas
ru: Проблемы
tr: Sorunlar
zh_hans: 问题
zh_hant: 問題

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
pt_br: Protocolo
ru: Протокол
tr: Protokol
zh_hans: 协议
zh_hant: 通訊協定

source: Published %@
de: Veröffentlicht %@
es: Publicado %@
fr: Publié %@
it: Pubblicata %@
ja: 公開日: %@
pt_br: Publicado %@
ru: Опубликовано %@
tr: Yayımlandı: %@
zh_hans: 发布于 %@
zh_hant: 發布於 %@

source: Published on %@ — the vendor gave only a date, not a time.
de: Veröffentlicht am %@ – der Anbieter nannte nur ein Datum, keine Uhrzeit.
es: Publicado el %@: el proveedor solo indicó una fecha, no una hora.
fr: Publié le %@ — l’éditeur n’a indiqué qu’une date, pas d’heure.
it: Pubblicata il %@: il produttore ha indicato solo una data, non un orario.
ja: %@ に公開 — ベンダーは日付のみを示し、時刻は示していません。
pt_br: Publicado em %@ — o fornecedor informou só a data, não o horário.
ru: Опубликовано %@ — поставщик указал только дату, без времени.
tr: Yayım tarihi: %@ — geliştirici saat değil, yalnızca tarih verdi.
zh_hans: 发布于 %@ —— 厂商只给了日期，没有给时间。
zh_hant: 發布於 %@——廠商只提供日期，沒有時間。

source: Purpose
de: Zweck
es: Propósito
fr: Objet
it: Scopo
ja: 用途
pt_br: Finalidade
ru: Назначение
tr: Amaç
zh_hans: 用途
zh_hant: 用途

source: Queued
de: Wartet
es: En cola
fr: En attente
it: In coda
ja: 待機中
pt_br: Na fila
ru: В очереди
tr: Sırada
zh_hans: 排队中
zh_hant: 已排入佇列

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pt_br: Encerrar
ru: Выйти
tr: Çık
zh_hans: 退出
zh_hant: 結束

source: Quit %@ — waiting for it to swap in the new version and reopen
de: %@ beenden – wartet darauf, auf die neue Version umzustellen und erneut zu öffnen
es: Cerrar %@; esperando a que se reemplace por la nueva versión y se reabra
fr: Quitter %@ — en attente du remplacement par la nouvelle version puis de la réouverture
it: Chiudi %@ — in attesa che installi la nuova versione e si riapra
ja: %@ を終了 — 新しいバージョンに入れ替えて再度開くのを待っています
pt_br: Encerrar %@ — aguardando a troca pela nova versão e a reabertura
ru: Закрыть %@ — ожидание подмены на новую версию и повторного открытия
tr: %@ uygulamasından çıkın — yeni sürüme geçip yeniden açılması bekleniyor
zh_hans: 退出 %@ — 等待替换为新版本并重新打开
zh_hant: 結束 %@ — 等它換上新版本並重新打開

source: Range
de: Zeitraum
es: Periodo
fr: Période
it: Intervallo
ja: 期間
pt_br: Período
ru: Период
tr: Aralık
zh_hans: 时间范围
zh_hant: 範圍

source: Rate-limited
de: Ratenlimit erreicht
es: Límite de solicitudes
fr: Limité en requêtes
it: Limite raggiunto
ja: レート制限中
pt_br: Limite atingido
ru: Лимит запросов
tr: Hız sınırına takıldı
zh_hans: 已限速
zh_hant: 已限速

source: Reading outdated formulae
de: Veraltete Formeln werden gelesen
es: Leyendo fórmulas desactualizadas
fr: Lecture des formules obsolètes
it: Lettura delle formule obsolete
ja: 古いフォーミュラを読み込み中
pt_br: Lendo fórmulas desatualizadas
ru: Чтение устаревших формул
tr: Güncel olmayan formüller okunuyor
zh_hans: 正在读取过期配方
zh_hant: 正在讀取過時的 formula

source: Reading recipe health…
de: Zustand der Rezepte wird gelesen …
es: Leyendo el estado de las recetas…
fr: Lecture de l'état des recettes…
it: Lettura dello stato delle ricette…
ja: レシピの状態を読み込み中…
pt_br: Lendo o estado das receitas…
ru: Проверка состояния рецептов…
tr: Tarif durumu okunuyor…
zh_hans: 正在读取规则健康状态…
zh_hant: 正在讀取規則健康狀態…

source: Reads what TestFlight already knows, and asks it for a fresh answer when you press Refresh. Needs Full Disk Access.
de: Liest, was TestFlight bereits weiß, und bittet es um eine frische Antwort, wenn du auf „Aktualisieren“ drückst. Benötigt Festplattenvollzugriff.
es: Lee lo que TestFlight ya sabe y le pide una respuesta nueva cuando pulsas Actualizar. Necesita acceso total al disco.
fr: Lit ce que TestFlight sait déjà et lui demande une réponse fraîche quand vous appuyez sur Actualiser. Nécessite l’accès complet au disque.
it: Legge ciò che TestFlight sa già e gli chiede una risposta aggiornata quando premi il pulsante di ricarica. Richiede l’Accesso completo al disco.
ja: TestFlight がすでに把握している内容を読み取り、「更新」を押したときに最新の情報を求めます。フルディスクアクセスが必要です。
pt_br: Lê o que o TestFlight já sabe e pede uma resposta atualizada quando você clica em Recarregar. Requer Acesso Total ao Disco.
ru: Читает то, что TestFlight уже знает, и просит у него свежий ответ, когда вы нажимаете «Обновить». Нужен полный доступ к диску.
tr: TestFlight’ın zaten bildiklerini okur ve Yenile’ye bastığınızda ondan yeni bir yanıt ister. Tam Disk Erişimi gerekir.
zh_hans: 读取 TestFlight 已经知道的内容，并在你按下刷新时请它给一个新答案。需要完全磁盘访问权限。
zh_hant: 讀取 TestFlight 已知的內容，並在你按下「重新整理」時請它重新查詢。需要「完全取用磁碟」權限。

source: Recent
de: Neueste
es: Recientes
fr: Récent
it: Recenti
ja: 最近
pt_br: Recentes
ru: Недавние
tr: Son
zh_hans: 最近
zh_hant: 最近

source: Recorded here
de: Hier erfasst
es: Se registra aquí
fr: Enregistré ici
it: Registrate qui
ja: 記録されるもの
pt_br: Registrado aqui
ru: Записывается здесь
tr: Burada kaydedilir
zh_hans: 记录在内
zh_hant: 已記錄在此

source: Recover it by email
de: Per E-Mail wiederherstellen
es: Recuperarla por correo electrónico
fr: La récupérer par e-mail
it: Recuperala via email
ja: メールで復元する
pt_br: Recuperar por e-mail
ru: Восстановить по электронной почте
tr: E-postayla kurtar
zh_hans: 通过电子邮件找回
zh_hant: 透過電子郵件取回

source: Region-locked
de: Regional gesperrt
es: Bloqueado por región
fr: Verrouillé par région
it: Bloccata per regione
ja: 地域制限あり
pt_br: Bloqueado por região
ru: Региональная блокировка
tr: Bölge kısıtlı
zh_hans: 区域限制
zh_hant: 地區限制

source: Rejected by GitHub — check it’s correct and not expired.
de: Von GitHub abgelehnt – prüfe, ob es korrekt und nicht abgelaufen ist.
es: Rechazado por GitHub; comprueba que sea correcto y no haya caducado.
fr: Rejeté par GitHub — vérifiez qu'il est correct et non expiré.
it: Rifiutato da GitHub: verifica che sia corretto e non scaduto.
ja: GitHubに拒否されました — 正しいか、期限切れでないか確認してください。
pt_br: Rejeitado pelo GitHub — verifique se está correto e não expirou.
ru: Отклонён GitHub — проверьте, что он верен и не истёк.
tr: GitHub reddetti — doğru olduğundan ve süresinin dolmadığından emin olun.
zh_hans: 被 GitHub 拒绝 — 请检查是否正确且未过期。
zh_hant: 被 GitHub 拒絕——請確認權杖正確且未過期。

source: Relaunch
de: Neu starten
es: Reabrir
fr: Relancer
it: Riapri
ja: 再起動
pt_br: Reabrir
ru: Перезапустить
tr: Yeniden Başlat
zh_hans: 重新启动
zh_hant: 重新開啟

source: Relaunch DuoUpdater
de: DuoUpdater neu starten
es: Reabrir DuoUpdater
fr: Relancer DuoUpdater
it: Riapri DuoUpdater
ja: DuoUpdaterを再起動
pt_br: Reabrir o DuoUpdater
ru: Перезапустить DuoUpdater
tr: DuoUpdater’ı Yeniden Başlat
zh_hans: 重新启动 DuoUpdater
zh_hant: 重新開啟 DuoUpdater

source: Relaunch now
de: Jetzt neu starten
es: Reabrir ahora
fr: Relancer maintenant
it: Riapri ora
ja: 今すぐ再起動
pt_br: Reabrir agora
ru: Перезапустить сейчас
tr: Şimdi yeniden başlat
zh_hans: 立即重新启动
zh_hant: 立即重新開啟

source: Relaunch updated apps automatically
de: Aktualisierte Apps automatisch neu starten
es: Reabrir automáticamente las apps actualizadas
fr: Relancer automatiquement les applications mises à jour
it: Riapri automaticamente le app aggiornate
ja: 更新したアプリを自動的に再起動する
pt_br: Reabrir apps atualizados automaticamente
ru: Автоматически перезапускать обновлённые приложения
tr: Güncellenen uygulamaları otomatik yeniden başlat
zh_hans: 自动重新启动已更新的应用
zh_hant: 自動重新開啟已更新的 App

source: Relaunched on the new version.
de: Mit der neuen Version neu gestartet.
es: Se reabrió con la versión nueva.
fr: Relancé avec la nouvelle version.
it: Riaperta con la nuova versione.
ja: 新しいバージョンで再起動しました。
pt_br: Reaberto na nova versão.
ru: Перезапущено на новой версии.
tr: Yeni sürümle yeniden başlatıldı.
zh_hans: 已在新版本上重新启动。
zh_hant: 已使用新版本重新開啟。

source: Relaunching…
de: Wird neu gestartet …
es: Reabriendo…
fr: Relance en cours…
it: Riapertura…
ja: 再起動中…
pt_br: Reabrindo…
ru: Перезапуск…
tr: Yeniden başlatılıyor…
zh_hans: 正在重新启动…
zh_hant: 正在重新開啟…

source: Release Log
de: Release-Protokoll
es: Registro de versiones
fr: Journal des versions
it: Registro release
ja: リリースログ
pt_br: Registro de Versões
ru: Журнал релизов
tr: Sürüm Günlüğü
zh_hans: 发布日志
zh_hant: 發行記錄

source: Release Log — when the apps you track shipped each version
de: Release-Protokoll – wann die verfolgten Apps welche Version veröffentlicht haben
es: Registro de versiones: cuándo publicó cada versión cada app que sigues
fr: Journal des versions — quand les applications suivies ont publié chaque version
it: Registro release — quando le app che segui hanno pubblicato ogni versione
ja: リリースログ — 追跡中のアプリが各バージョンを公開した時期
pt_br: Registro de Versões — quando os apps que você acompanha lançaram cada versão
ru: Журнал релизов — когда отслеживаемые приложения выпускали каждую версию
tr: Sürüm Günlüğü — izlediğiniz uygulamaların her sürümü ne zaman yayımladığı
zh_hans: 发布日志 — 你关注的应用各版本的发布时间
zh_hant: 發行記錄 — 你追蹤的 App 各版本的發行時間

source: Release notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
ja: リリースノート
pt_br: Notas de versão
ru: Заметки о выпуске
tr: Sürüm notları
zh_hans: 更新说明
zh_hant: 版本說明

source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
ja: リリースノート
pt_br: Notas de Versão
ru: Заметки о выпуске
tr: Sürüm Notları
zh_hans: 发行说明
zh_hant: 版本說明

source: Release-note images
de: Bilder in Versionshinweisen
es: Imágenes de las notas de versión
fr: Images des notes de version
it: Immagini delle note di rilascio
ja: リリースノートの画像
pt_br: Imagens das notas de versão
ru: Изображения в заметках
tr: Sürüm notu görüntüleri
zh_hans: 更新说明中的图片
zh_hant: 版本說明中的圖片

source: Released sometime between %@ and %@ — estimated from when we detected the change, not a vendor date.
de: Irgendwann zwischen %@ und %@ veröffentlicht – geschätzt ab dem Zeitpunkt, an dem wir die Änderung bemerkt haben, nicht das Datum des Anbieters.
es: Se publicó entre %@ y %@; es una estimación basada en cuándo detectamos el cambio, no una fecha del proveedor.
fr: Publiée entre %@ et %@ — estimation basée sur le moment où le changement a été détecté, pas une date de l'éditeur.
it: Pubblicata tra %@ e %@: stima basata su quando abbiamo rilevato il cambiamento, non una data del produttore.
ja: %@ から %@ の間にリリースされたと推定されます — これはベンダーの公開日ではなく、変更を検知した時点からの推定です。
pt_br: Lançada em algum momento entre %@ e %@ — estimado a partir de quando detectamos a mudança, não uma data do fornecedor.
ru: Выпущено где-то между %@ и %@ — оценка на основе момента обнаружения изменения, а не даты поставщика.
tr: %@ ile %@ arasında bir zamanda yayımlandı — geliştiricinin verdiği bir tarih değil, değişikliği fark ettiğimiz zamana göre tahmin.
zh_hans: 发布时间在 %@ 到 %@ 之间 — 根据我们检测到变化的时间估算，而非厂商公布的日期。
zh_hant: 於 %@ 到 %@ 之間發行——依我們偵測到變化的時間估算，並非廠商提供的日期。

source: Detected %@. The vendor dates this release %@, after we had already seen it, so the detection time is shown instead.
de: Erkannt am %@. Der Anbieter datiert diese Version auf %@ – später, als wir sie bereits gesehen hatten –, daher wird der Erkennungszeitpunkt angezeigt.
es: Detectada el %@. El proveedor fecha esta versión el %@, después de que ya la hubiéramos visto, así que se muestra la hora de detección.
fr: Détectée le %@. L’éditeur date cette version du %@, après que nous l’avions déjà vue ; l’heure de détection est donc affichée.
it: Rilevata il %@. Il produttore data questa release al %@, dopo che l’avevamo già vista, quindi viene mostrata l’ora del rilevamento.
ja: %@ に検知。ベンダーはこのリリースの日付を %@ としていますが、検知より後の日時のため、検知時刻を表示しています。
pt_br: Detectada em %@. O fornecedor data esta versão de %@, depois de já a termos visto, então o horário da detecção é mostrado no lugar.
ru: Обнаружено %@. Поставщик датирует этот выпуск %@ — позже, чем мы его увидели, поэтому показано время обнаружения.
tr: Algılanma: %@. Geliştirici bu sürümün tarihini %@ olarak veriyor; bu, sürümü gördüğümüz andan sonra olduğu için algılanma zamanı gösteriliyor.
zh_hans: 检测于 %@。厂商给这个版本标的日期是 %@，晚于我们首次看到它的时间，所以改为显示检测时间。
zh_hant: 偵測於 %@。廠商為這個版本標示的日期是 %@，晚於我們首次看到它的時間，所以改為顯示偵測時間。

source: Releases appear here as the apps you track ship them
de: Releases erscheinen hier, sobald die verfolgten Apps sie veröffentlichen
es: Las versiones aparecen aquí a medida que las apps que sigues las publican
fr: Les versions apparaissent ici au fur et à mesure que les applications suivies les publient
it: Le release compaiono qui man mano che le app che segui le pubblicano
ja: 追跡しているアプリがリリースされると、ここに表示されます
pt_br: As versões aparecem aqui à medida que os apps que você acompanha as lançam
ru: Релизы появляются здесь по мере выхода отслеживаемых приложений
tr: İzlediğiniz uygulamalar sürüm yayımladıkça burada görünür
zh_hans: 随着你关注的应用发布新版本，发布记录会显示在这里
zh_hant: 你追蹤的 App 發行新版本後，會顯示在這裡

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Removed
de: Entfernt
es: Eliminadas
fr: Supprimées
it: Rimossa
ja: 削除済み
pt_br: Removidas
ru: Удалённые
tr: Kaldırıldı
zh_hans: 已移除
zh_hant: 已移除

source: Repeated filters match either — %@
de: Wiederholte Filter treffen eines davon – %@
es: Los filtros repetidos coinciden con cualquiera: %@
fr: Les filtres répétés correspondent à l’un ou l’autre — %@
it: I filtri ripetuti corrispondono a uno qualsiasi — %@
ja: 同じ条件を重ねると、いずれかに一致します — %@
pt_br: Filtros repetidos correspondem a qualquer um — %@
ru: Повторённые фильтры означают «любой из» — %@
tr: Yinelenen filtreler herhangi biriyle eşleşir — %@
zh_hans: 同一条件重复表示「任一」— %@
zh_hant: 重複的篩選條件表示「任一符合」— %@

source: Requests
de: Anfragen
es: Solicitudes
fr: Requêtes
it: Richieste
ja: リクエスト
pt_br: Requisições
ru: Запросы
tr: İstekler
zh_hans: 请求
zh_hant: 請求

source: Rescan and check for updates
de: Erneut scannen und nach Updates suchen
es: Volver a escanear y buscar actualizaciones
fr: Rebalayer et rechercher des mises à jour
it: Analizza di nuovo e controlla aggiornamenti
ja: 再スキャンして更新を確認
pt_br: Examinar de novo e buscar atualizações
ru: Пересканировать и проверить обновления
tr: Yeniden tara ve güncellemeleri denetle
zh_hans: 重新扫描并检查更新
zh_hant: 重新掃描並檢查更新

source: Responding — App Store updates will work
de: Antwortet – App-Store-Updates funktionieren
es: Responde: las actualizaciones de la App Store funcionarán
fr: Répond — les mises à jour de l'App Store fonctionneront
it: Risponde — gli aggiornamenti App Store funzioneranno
ja: 応答あり — App Storeのアップデートは動作します
pt_br: Respondendo — as atualizações da App Store vão funcionar
ru: Отвечает — обновления App Store будут работать
tr: Yanıt veriyor — App Store güncellemeleri çalışacak
zh_hans: 有响应 — App Store 更新可正常工作
zh_hant: 有回應 — App Store 更新可以正常運作

source: Restart Helper…
de: Neu starten …
es: Reiniciar…
fr: Redémarrer l'assistant…
it: Riavvia helper…
ja: ヘルパーを再起動…
pt_br: Reiniciar…
ru: Перезапустить помощника…
tr: Yardımcıyı Yenile…
zh_hans: 重启助理进程…
zh_hant: 重新啟動輔助程式…

source: Restart the background helper — use this if App Store updates fail saying the helper isn’t answering. Asks for an administrator password.
de: Den Hintergrund-Helper neu starten – nutze dies, wenn App-Store-Updates fehlschlagen, weil der Helper nicht antwortet. Erfordert ein Administratorpasswort.
es: Reinicia el asistente en segundo plano; úsalo si las actualizaciones de la App Store fallan indicando que el asistente no responde. Pide una contraseña de administrador.
fr: Redémarre l'assistant en arrière-plan — utilisez cette option si les mises à jour de l'App Store échouent en indiquant que l'assistant ne répond pas. Demande un mot de passe administrateur.
it: Riavvia l’helper in background: usalo se gli aggiornamenti App Store non riescono dicendo che l’helper non risponde. Richiede una password di amministratore.
ja: バックグラウンドヘルパーを再起動します — App Storeの更新が「ヘルパーが応答していません」というエラーで失敗する場合に使用してください。管理者パスワードが必要です。
pt_br: Reinicia o auxiliar em segundo plano — use se as atualizações da App Store falharem dizendo que o auxiliar não responde. Pede a senha de administrador.
ru: Перезапустить фонового помощника — используйте, если обновления App Store завершаются ошибкой «помощник не отвечает». Потребует пароль администратора.
tr: Arka plan yardımcısını yeniden başlatın — App Store güncellemeleri yardımcının yanıt vermediğini söyleyerek başarısız olursa bunu kullanın. Yönetici parolası ister.
zh_hans: 重启后台助理 — 如果 App Store 更新失败并提示助理无响应，请使用此选项。需要输入管理员密码。
zh_hant: 重新啟動背景輔助程式——如果 App Store 更新失敗並顯示輔助程式沒有回應，請使用此選項。需要輸入管理者密碼。

source: Restarting…
de: Wird neu gestartet …
es: Reiniciando…
fr: Redémarrage en cours…
it: Riavvio…
ja: 再起動中…
pt_br: Reiniciando…
ru: Перезапуск…
tr: Yeniden başlatılıyor…
zh_hans: 正在重启…
zh_hant: 正在重新啟動…

source: Restore %@ %@ from the backup taken before its last update
de: %@ %@ aus dem Backup wiederherstellen, das vor dem letzten Update erstellt wurde
es: Restaurar %@ %@ desde la copia de seguridad hecha antes de su última actualización
fr: Restaurer %@ %@ à partir de la sauvegarde effectuée avant sa dernière mise à jour
it: Ripristina %@ %@ dal backup creato prima del suo ultimo aggiornamento
ja: 前回の更新前に作成したバックアップから %@ %@ を復元します
pt_br: Restaurar %@ %@ a partir do backup feito antes da última atualização
ru: Восстановить %@ %@ из резервной копии, сделанной перед последним обновлением
tr: %@ %@ sürümünü son güncellemesinden önce alınan yedekten geri yükle
zh_hans: 从上次更新前的备份中恢复 %@ %@
zh_hant: 從上次更新前的備份還原 %@ %@

source: Retry
de: Erneut
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tentar de novo
ru: Повторить
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 重試

source: Revalidated
de: Neu validiert
es: Revalidadas
fr: Revalidées
it: Riconvalidata
ja: 再検証
pt_br: Revalidadas
ru: Перепроверено
tr: Yeniden doğrulandı
zh_hans: 重新校验
zh_hant: 已重新驗證

source: Reveal
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pt_br: Mostrar
ru: Показать
tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Roll back
de: Wiederherstellen
es: Revertir
fr: Revenir en arrière
it: Ripristina
ja: ロールバック
pt_br: Reverter
ru: Откатить
tr: Geri Al
zh_hans: 回滚
zh_hant: 還原

source: Roll back to %@
de: Version %@ wiederherstellen
es: Revertir a %@
fr: Revenir à %@
it: Ripristina %@
ja: %@ にロールバック
pt_br: Reverter para %@
ru: Откатить до %@
tr: %@ sürümüne geri al
zh_hans: 回滚到 %@
zh_hant: 還原到 %@

source: Rollback
de: Wiederherstellen
es: Reversión
fr: Restauration
it: Ripristino
ja: ロールバック
pt_br: Reversão
ru: Откат
tr: Geri Alma
zh_hans: 回滚
zh_hant: 還原

source: Rolled back, but %@ updates through the App Store — it will offer this update again, and re-install it on its own if automatic app updates are on.
de: Vorherige Version wiederhergestellt – aber %@ wird über den App Store aktualisiert: Der Store bietet dieses Update sofort wieder an und installiert es von sich aus erneut, wenn automatische App-Updates aktiviert sind.
es: Se revirtió, pero %@ se actualiza a través del App Store: volverá a ofrecer esta actualización y la instalará por su cuenta si las actualizaciones automáticas de apps están activadas.
fr: Version restaurée, mais %@ se met à jour via l’App Store : celui-ci proposera de nouveau cette mise à jour et la réinstallera de lui-même si les mises à jour automatiques des apps sont activées.
it: Ripristinata, ma %@ si aggiorna tramite l’App Store: riproporrà questo aggiornamento e lo reinstallerà da sola se gli aggiornamenti automatici delle app sono attivi.
ja: ロールバックしましたが、%@ は App Store 経由で更新されます。ストアはこのアップデートをすぐに再提示し、App の自動アップデートがオンなら自動で再インストールします。
pt_br: Revertido, mas %@ é atualizado pela App Store — ela vai oferecer esta atualização de novo e reinstalá-la sozinha se as atualizações automáticas de apps estiverem ativadas.
ru: Откат выполнен, но %@ обновляется через App Store: он снова предложит это обновление и установит его сам, если включены автоматические обновления приложений.
tr: Geri alındı, ancak %@ App Store üzerinden güncelleniyor — bu güncellemeyi yeniden sunacak ve otomatik uygulama güncellemeleri açıksa kendiliğinden yeniden yükleyecek.
zh_hans: 已回滚，但 %@ 通过 App Store 更新：商店会立刻再次提示这次更新；如果开启了 App 自动更新，它还会自行装回去。
zh_hant: 已還原，但 %@ 透過 App Store 更新——App Store 會再次提供這個更新，若開啟了 App 自動更新，還會自行重新安裝。

source: Run Setup Again…
de: Einrichtung erneut ausführen …
es: Volver a ejecutar la configuración…
fr: Relancer la configuration…
it: Esegui di nuovo la configurazione…
ja: セットアップをもう一度実行…
pt_br: Configurar de Novo…
ru: Запустить настройку заново…
tr: Kurulumu Yeniden Çalıştır…
zh_hans: 重新运行设置…
zh_hant: 重新執行設定…

source: Running
de: Läuft
es: En ejecución
fr: En cours d'exécution
it: In esecuzione
ja: 実行中
pt_br: Em execução
ru: Запущено
tr: Çalışıyor
zh_hans: 运行中
zh_hant: 執行中

source: Running %@ but %@ is installed — relaunch to apply it
de: %@ läuft, aber %@ ist installiert – neu starten, um es anzuwenden
es: Se está ejecutando %@, pero está instalado %@; reabre para aplicarlo
fr: %@ est en cours d'exécution mais %@ est installé — relancez pour l'appliquer
it: In esecuzione %@ ma è installata %@ — riapri per applicarla
ja: %@ を実行中ですが %@ がインストールされています — 再起動して適用してください
pt_br: Executando %@, mas %@ está instalado — reabra para aplicar
ru: Запущена версия %@, но установлена %@ — перезапустите, чтобы применить
tr: %@ çalışıyor ama %@ yüklü — uygulamak için yeniden başlatın
zh_hans: 正在运行 %@，但已安装 %@ — 重新启动以应用
zh_hant: 正在執行 %@，但已安裝 %@ — 重新開啟即可套用

source: Running an older build — relaunch to apply the installed update
de: Es läuft ein älterer Build – neu starten, um das installierte Update anzuwenden
es: Se está ejecutando una compilación anterior; reabre para aplicar la actualización instalada
fr: Une ancienne version est en cours d'exécution — relancez pour appliquer la mise à jour installée
it: In esecuzione una build precedente — riapri per applicare l’aggiornamento installato
ja: 古いビルドが実行中です — 再起動してインストール済みの更新を適用してください
pt_br: Executando um build antigo — reabra para aplicar a atualização instalada
ru: Запущена более старая сборка — перезапустите, чтобы применить установленное обновление
tr: Eski bir derleme çalışıyor — yüklenen güncellemeyi uygulamak için yeniden başlatın
zh_hans: 正在运行较旧的版本 — 重新启动以应用已安装的更新
zh_hant: 正在執行較舊的版本 — 重新開啟即可套用已安裝的更新
